rammp-org/prototype-fw/MIB/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"

# The connected ESP32-P4 board revision configuration
CONFIG_ESP32P4_SELECTS_REV_LESS_V3=y
CONFIG_ESP32P4_REV_MIN_100=y
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_360=y

# Common FreeRTOS and Task stack sizes
CONFIG_ESP_MAIN_TASK_STACK_SIZE=8192
CONFIG_ESP_SYSTEM_EVENT_TASK_STACK_SIZE=4096
